IDEA Open Model
ConProjectInfo.DesignCode Property
Compatible with IDEA StatiCa 20.1
 Design code
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string DesignCode { get; set; }
Public Property DesignCode As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace